<!doctype html>
<html lang="en">
<h4><span style="font-family: Arial, sans-serif; color: #993366;">Sau đ&acirc;y l&agrave; một số trường hợp th&ocirc;ng dụng d&ugrave;ng <em>The</em> theo quy tắc tr&ecirc;n:&nbsp; </span></h4>
<p><span style="font-family: 'Arial','sans-serif';">&middot; The + danh từ + giới từ + danh từ: The girl in blue, the Gulf of Mexico. <br />&middot; D&ugrave;ng trước những t&iacute;nh từ so s&aacute;nh bậc nhất hoặc only: The only way, the best day. <br />&middot; D&ugrave;ng cho những khoảng thời gian x&aacute;c định (thập ni&ecirc;n): In the 1990s&nbsp; <br />&middot; The + danh từ + đại từ quan hệ + mệnh đề phụ: The man to whom you have just spoken is the chairman. <br />&middot; The + danh từ số &iacute;t tượng trưng cho một nh&oacute;m th&uacute; vật hoặc đồ vật: The whale = whales (lo&agrave;i c&aacute; voi), the deep-freeze (thức ăn đ&ocirc;ng lạnh)&nbsp; <br />&middot; Đối với <em>man</em> khi mang nghĩa "lo&agrave;i người" tuyệt đối kh&ocirc;ng được d&ugrave;ng the: Since man lived on the earth ... (kể từ khi lo&agrave;i người sinh sống tr&ecirc;n tr&aacute;i đất n&agrave;y)&nbsp; <br />&middot; D&ugrave;ng trước một danh từ số &iacute;t để chỉ một nh&oacute;m, một hạng người nhất định trong x&atilde; hội: The small shopkeeper: Giới chủ tiệm nhỏ/ The top offcial: Giới quan chức cao cấp&nbsp; <br />&middot; The + adj: Tượng trưng cho một nh&oacute;m người, ch&uacute;ng kh&ocirc;ng bao giờ được ph&eacute;p ở số nhiều nhưng được xem l&agrave; c&aacute;c danh từ số nhiều. Do vậy động từ v&agrave; đại từ đi c&ugrave;ng với ch&uacute;ng phải ở ng&ocirc;i thứ 3 số nhiều: The old = The old people;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>The old</u> <em>are</em> often very hard in their moving&nbsp; <br />&middot; The + t&ecirc;n gọi c&aacute;c đội hợp xướng/ d&agrave;n nhạc cổ điển/ ban nhạc phổ th&ocirc;ng: The Back Choir/ The Philharmonique Philadelphia Orchestra/ The Beatles.&nbsp; <br />&middot; The + t&ecirc;n gọi c&aacute;c tờ b&aacute;o (kh&ocirc;ng tạp ch&iacute;)/ t&agrave;u biển/ c&aacute;c khinh kh&iacute; cầu: The Times/ The Titanic/ The Hindenberg&nbsp; <br />&middot; The + họ của một gia đ&igrave;nh ở số nhiều = <em>gia đ&igrave;nh nh&agrave;</em>: The Smiths = Mr/ Mrs Smith and children&nbsp; <br />&middot; Th&ocirc;ng thường kh&ocirc;ng d&ugrave;ng the trước t&ecirc;n ri&ecirc;ng trừ trường hợp c&oacute; nhiều người hoặc vật c&ugrave;ng t&ecirc;n v&agrave; người n&oacute;i muốn &aacute;m chỉ một người cụ thể trong số đ&oacute;:&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There are three Sunsan Parkers in the telephone directory. <u>The Sunsan Parker</u> that I know lives on the First Avenue. <br />&middot; Tương tự, kh&ocirc;ng d&ugrave;ng "the" trước bữa ăn: breakfast, lunch, dinner:&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We ate <u>breakfast</u> at 8 am this morning.&nbsp;<br />Trừ khi muốn &aacute;m chỉ một bữa ăn cụ thể:&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>The dinner</u> that you invited me last week were delecious.&nbsp; <br />&middot; Kh&ocirc;ng d&ugrave;ng "the" trước một số danh từ như home, bed, church, court, jail, prison, hospital, school, class, college, university v.v... khi n&oacute; đi với c&aacute;c động từ v&agrave; giới từ chỉ chuyển động chỉ đi đến đ&oacute; l&agrave; mục đ&iacute;ch ch&iacute;nh hoặc ra khỏi đ&oacute; cũng v&igrave; mục đ&iacute;ch ch&iacute;nh:&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Students go to <u>school</u> everyday.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The patient was released from <u>hospital</u>.&nbsp;<br />Nhưng nếu đến đ&oacute; hoặc ra khỏi đ&oacute; kh&ocirc;ng v&igrave; mục đ&iacute;ch ch&iacute;nh th&igrave; d&ugrave;ng "the".&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Students go to <u>the school</u> for a class party.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The doctor left <u>the hospital</u> for lunch.&nbsp; </span></p>
</html>
