<!doctype html>
<html lang="en">
<h4><span style="font-family: Arial, sans-serif; color: #993366;">Điều kiện kh&ocirc;ng c&oacute; thực ở hiện tại (dạng II)</span></h4>
<p style="text-align: center;"><span style="font-family: 'Arial','sans-serif';">PRESENT OR FUTURE TIME</span></p>
<p style="text-align: center;"><span style="font-family: 'Arial','sans-serif';">If + S + simple past &hellip; S + {would/could/should/might} + Verb in simple form<br /><br /></span></p>
<p><span style="font-family: 'Arial','sans-serif';">If I <u>had</u> enough money now, I <u>would buy</u> a tourist trip to the moon.<br />He <u>would tell</u> you about it if he <u>were</u> here.<br />If he <u>didn&rsquo;t speak</u> so quickly, you <u>could understand</u> him.<br />(He speaks very quicky) (You can&rsquo;t understand him)<br />Động từ to be phải chia l&agrave; were ở tất cả c&aacute;c ng&ocirc;i.<br />If I <u>were</u> you, I <u>wouldn't go</u> to that movie.</span></p>
<h4><span style="font-family: Arial, sans-serif; color: #993366;">Điều kiện kh&ocirc;ng c&oacute; thực trong qu&aacute; khứ (dạng III)</span></h4>
<p style="text-align: center;"><span style="font-family: 'Arial','sans-serif';">PAST TIME</span></p>
<p style="text-align: center;"><span style="font-family: 'Arial','sans-serif';">If + S + past perfect &hellip; S + {would/could/should/might} + have + past participle verb <br /><br /></span></p>
<p><span style="font-family: 'Arial','sans-serif';">If we <u>had known</u> that you were there, we <u>would have written</u> you a letter.<br />(We didn&rsquo;t know ...) (We didn&rsquo;t write you a letter)<br />If we <u>hadn&rsquo;t lost</u> our way, we <u>would have arrived</u> sooner.<br />If he <u>had studied</u> harder for that test, he <u>would have passed</u> it.</span></p>
<p><span style="font-family: 'Arial','sans-serif';">Ch&uacute; &yacute; rằng cũng c&oacute; thể thể hiện một điều kiện kh&ocirc;ng c&oacute; thực m&agrave; kh&ocirc;ng d&ugrave;ng <em>if</em>. Trong trường hợp đ&oacute;, trợ động từ <em>had</em> được đưa l&ecirc;n đầu c&acirc;u, đứng trước chủ ngữ. Mệnh đề điều kiện sẽ đứng trước mệnh đề ch&iacute;nh.</span></p>
<p><u><span style="font-family: 'Arial','sans-serif';">Had we known</span></u><span style="font-family: 'Arial','sans-serif';"> that you were there, we <u>would have written</u> you a letter.<br /><u>Had he studied</u> harder for the test, he <u>would have passed</u> it.</span></p>
<p><span style="font-family: 'Arial','sans-serif';">Lưu &yacute;: C&acirc;u điều kiện kh&ocirc;ng phải l&uacute;c n&agrave;o cũng tu&acirc;n theo qui luật tr&ecirc;n. Trong một số trường hợp đặc biệt, một vế của điều kiện l&agrave; qu&aacute; khứ nhưng vế c&ograve;n lại c&oacute; thể ở hiện tại (do thời gian qui định).<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If she <u>had caught</u> the train, she <u>would be</u> here by <u>now</u>.</span></p>
</html>
