<!doctype html>
<html lang="en">
<h4><span style="font-family: Arial, sans-serif; color: #993366;">Simple Present (thời hiện tại đơn) </span></h4>
<p><span style="font-family: 'Arial','sans-serif';">D&ugrave;ng để diễn đạt một h&agrave;nh động mang t&iacute;nh thường xuy&ecirc;n (regular action), theo th&oacute;i quen (habitual action) hoặc h&agrave;nh động lặp đi lặp lại c&oacute; t&iacute;nh qui luật.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I <u>walk</u> to school every day.&nbsp;<br />Khi chia động từ ở thời n&agrave;y, đối với ng&ocirc;i thứ nhất (I), thứ hai (you) v&agrave; thứ 3 số nhiều (they) động từ kh&ocirc;ng phải chia, sử dụng động từ nguy&ecirc;n thể kh&ocirc;ng c&oacute; <em>to</em> như ở v&iacute; dụ n&ecirc;u tr&ecirc;n. Đối với ng&ocirc;i thứ&nbsp; 3 số &iacute;t (he, she, it), phải c&oacute; "s" ở sau động từ v&agrave; &acirc;m đ&oacute; phải được đọc l&ecirc;n:&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; He <u>walks</u>.&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; She <u>watches</u> TV&nbsp;<br />&nbsp;<br />Thường d&ugrave;ng thời hiện tại thường với một số c&aacute;c ph&oacute; từ chỉ thời gian như today, present day, nowadays,... v&agrave; với c&aacute;c ph&oacute; từ chỉ tần suất như: always, sometimes, often, every + thời gian ...&nbsp;<br /><br />Simple present thường kh&ocirc;ng d&ugrave;ng để diễn đạt h&agrave;nh động đang xảy ra ở thời điểm hiện tại (now), ngoại trừ với c&aacute;c động từ thể hiện trạng th&aacute;i (stative verb) như sau: </span></p>
<table style="width: 100.0%;" width="100%">
<tbody>
<tr>
<td style="width: 33.0%; padding: .75pt .75pt .75pt .75pt;" width="33%">
<p><span style="font-family: 'Arial','sans-serif';">know<br />believe<br />hear<br />see<br />smell<br />wish</span></p>
</td>
<td style="width: 33.0%; padding: .75pt .75pt .75pt .75pt;" width="33%">
<p><span style="font-family: 'Arial','sans-serif';">understand<br />hate<br />love<br />like<br />want<br />sound</span></p>
</td>
<td style="width: 34.0%; padding: .75pt .75pt .75pt .75pt;" width="34%">
<p><span style="font-family: 'Arial','sans-serif';">have<br />need<br />appear<br />seem<br />taste<br />own&nbsp;</span></p>
</td>
</tr>
</tbody>
</table>
<p><span style="font-family: 'Arial','sans-serif';">C&aacute;c từ trong danh s&aacute;ch tr&ecirc;n thường cũng kh&ocirc;ng bao giờ xuất hiện trong thời tiếp diễn (hiện tại tiếp diễn, qu&aacute; khứ tiếp diễn...).<br /><br /><strong>Một số v&iacute; dụ kh&aacute;c về thời hiện tại thường:</strong> </span></p>
<p><span style="font-size: 12.0pt; font-family: 'Arial','sans-serif';">They <u>understand</u> the problem now. (stative verb)<br />He always <u>swims</u> in the evening. (habitual action)<br />We <u>want</u> to leave now. (stative verb)<br />The coffee <u>tastes</u> delicious. (stative verb)<br />Your cough <u>sounds</u> bad. (stative verb)<br />I <u>walk</u> to school every day. (habitual action) </span></p>
</html>
