<!doctype html>
<html lang="en">
<h3 style="margin-top: 9.0pt;"><span style="font-family: Arial, sans-serif; color: #993366;">C&acirc;u hỏi đu&ocirc;i (tag questions)</span></h3>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">Trong c&acirc;u hỏi đu&ocirc;i, người đặt c&acirc;u hỏi đưa ra một mệnh đề (mệnh đề ch&iacute;nh) nhưng kh&ocirc;ng ho&agrave;n to&agrave;n chắc chắn về t&iacute;nh đ&uacute;ng / sai của mệnh đề đ&oacute;, do vậy họ d&ugrave;ng c&acirc;u hỏi dạng n&agrave;y để kiểm chứng về mệnh đề đưa ra.&nbsp;</span></p>
<p style="margin-top: 9.0pt;"><u><span style="font-family: 'Arial','sans-serif';">He should</span></u><span style="font-family: 'Arial','sans-serif';"> stay in bed, <u>shouldn't he</u>? (Anh ấy n&ecirc;n ở y&ecirc;n tr&ecirc;n giường, c&oacute; phải kh&ocirc;ng?)<br /><u>She has</u> been studying English for two years, <u>hasn't she</u>?<br /><u>There are</u> only twenty-eight days in February, <u>aren&rsquo;t there</u>?<br /><u>It&rsquo;s</u> raining now, <u>isn&rsquo;t it</u>? (Trời vẫn c&ograve;n mưa, phải kh&ocirc;ng?)<u><br />You and I talked</u> with the professor yesterday, <u>didn&rsquo;t we</u>?<br /><u>You won&rsquo;t</u> be leaving for now, <u>will you</u>?<br /><u>Jill and Joe haven&rsquo;t</u> been to VN, <u>have they</u>?</span></p>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">C&acirc;u hỏi đu&ocirc;i chia l&agrave;m hai th&agrave;nh phần t&aacute;ch biệt nhau bởi dấu phẩy theo quy tắc sau:</span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">Sử dụng trợ động từ giống như ở mệnh đề ch&iacute;nh để l&agrave;m phần đu&ocirc;i c&acirc;u hỏi. Nếu kh&ocirc;ng c&oacute; trợ động từ th&igrave; d&ugrave;ng <em>do</em>, <em>does</em>, <em>did</em> để thay thế.&nbsp; </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">Nếu mệnh đề ch&iacute;nh ở thể khẳng định th&igrave; phần đu&ocirc;i ở thể phủ định v&agrave; ngược lại.&nbsp; </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">Thời của động từ ở đu&ocirc;i phải theo thời của động từ ở mệnh đề ch&iacute;nh.&nbsp; </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">Chủ ngữ của mệnh đề ch&iacute;nh v&agrave; của phần đ&ocirc;i l&agrave; giống nhau. Đại từ ở phần đu&ocirc;i lu&ocirc;n phải để ở dạng chủ ngữ (in subject form)&nbsp; </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">Phần đu&ocirc;i nếu ở dạng phủ định th&igrave; thường được r&uacute;t gọn (<em>n&rsquo;t</em>). Nếu kh&ocirc;ng r&uacute;t gọn th&igrave; phải theo thứ tự: auxiliary + subject + not? (He saw it yesterday, <u>did he not</u>?)&nbsp; </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">Động từ <em>have</em> c&oacute; thể l&agrave; động từ ch&iacute;nh, cũng c&oacute; thể l&agrave; trợ động từ. Khi n&oacute; l&agrave; động từ ch&iacute;nh của mệnh đề trong tiếng Anh Mỹ th&igrave; phần đu&ocirc;i phải d&ugrave;ng trợ động từ <em>do, does hoặc did</em>. Tuy nhi&ecirc;n, trong tiếng Anh Anh th&igrave; bạn c&oacute; thể d&ugrave;ng ch&iacute;nh have như một trợ động từ trong trường hợp n&agrave;y. Khi bạn thi TOEFL l&agrave; kỳ thi kiểm tra tiếng Anh Mỹ, bạn phải ch&uacute; &yacute; để khỏi bị mất điểm.&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>You have</u> two children, <u>haven&rsquo;t you</u>? (British English: OK, TOEFL: NOT)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>You have</u> two children, <u>don't you</u>? (Correct in American English) </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><em><span style="font-family: 'Arial','sans-serif';">There is</span></em><span style="font-family: 'Arial','sans-serif';">, <em>there are</em> v&agrave; <em>it is</em> l&agrave; c&aacute;c chủ ngữ giả n&ecirc;n phần đu&ocirc;i được ph&eacute;p d&ugrave;ng lại <em>there</em> hoặc <em>it</em> giống như trường hợp đại từ l&agrave;m chủ ngữ.&nbsp; </span></p>
</html>
