<!doctype html>
<html lang="en">
<h3><span style="font-family: Arial, sans-serif; font-size: 16pt; color: #993366;">C&aacute;ch d&ugrave;ng qu&aacute;n từ kh&ocirc;ng x&aacute;c định "a" v&agrave; "an" </span></h3>
<p><span style="font-family: 'Arial','sans-serif';">D&ugrave;ng a hoặc an trước một danh từ số &iacute;t đếm được. Ch&uacute;ng c&oacute; nghĩa l&agrave; một. Ch&uacute;ng được d&ugrave;ng trong c&acirc;u c&oacute; t&iacute;nh kh&aacute;i qu&aacute;t hoặc đề cập đến một chủ thể chưa được đề cập từ trước.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>A ball</u> is round. (nghĩa chung, kh&aacute;i qu&aacute;t, chỉ tất cả c&aacute;c quả b&oacute;ng)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I saw <u>a boy</u> in the street. (ch&uacute;ng ta kh&ocirc;ng biết cậu b&eacute; n&agrave;o, chưa được đề cập trước đ&oacute;) </span></p>
<h4><span style="font-family: 'Arial','sans-serif';">1</span><span style="font-family: 'Arial','sans-serif';"> D&ugrave;ng &ldquo;an&rdquo; với: </span></h4>
<p><span style="font-family: 'Arial','sans-serif';">Qu&aacute;n từ <em>an</em> được d&ugrave;ng trước từ bắt đầu bằng nguy&ecirc;n &acirc;m (trong c&aacute;ch ph&aacute;t &acirc;m, chứ kh&ocirc;ng phải trong c&aacute;ch viết). Bao gồm:<br /><br />&middot; C&aacute;c từ bắt đầu bằng c&aacute;c nguy&ecirc;n &acirc;m a, e, i, o: an aircraft, an empty glass, an object <br />&middot; Một số từ bắt đầu bằng u, y: an uncle, an umbrella <br />&middot; Một số từ bắt đầu bằng h c&acirc;m: an heir, haft an hour&nbsp; <br />&middot; C&aacute;c từ mở đầu bằng một chữ viết tắt: an S.O.S/ an M.P </span></p>
<h4><span style="font-family: 'Arial','sans-serif';">2</span><span style="font-family: 'Arial','sans-serif';"> D&ugrave;ng &ldquo;a&rdquo; với: </span></h4>
<p><span style="font-size: 11pt; font-family: Arial, sans-serif;">D&ugrave;ng <em>a</em> trước c&aacute;c từ bắt đầu bằng một phụ &acirc;m. Ch&uacute;ng bao gồm c&aacute;c chữ c&aacute;i c&ograve;n lại v&agrave; một số trường hợp bắt đầu bằng u, y, h. VD: a house, a university, a home party, a heavy load, a uniform, a union, a year income,...<br /><br />&middot; Đứng trước một danh từ mở đầu bằng "uni..." phải d&ugrave;ng "a" (a university/ a uniform/ universal/ union) (Europe, eulogy (lời ca ngợi), euphemism (lối n&oacute;i trại), eucalyptus (c&acirc;y khuynh diệp) <br />&middot; D&ugrave;ng trong c&aacute;c th&agrave;nh ngữ chỉ số lượng nhất định như: a lot of/a great deal of/a couple/a dozen.&nbsp; <br />&middot; D&ugrave;ng trước những số đếm nhất định thường l&agrave; h&agrave;ng ng&agrave;n, h&agrave;ng trăm như a/one hundred - a/one thousand.&nbsp; <br />&middot; D&ugrave;ng trước "half" (một nửa) khi n&oacute; theo sau một đơn vị nguy&ecirc;n vẹn: a kilo and a half, hay khi n&oacute; đi gh&eacute;p với một danh từ kh&aacute;c để chỉ nửa phần (khi viết c&oacute; dấu gạch nối): a half - share, a half - holiday (ng&agrave;y lễ chỉ nghỉ nửa ng&agrave;y).&nbsp; <br />&middot; D&ugrave;ng với c&aacute;c đơn vị ph&acirc;n số như 1/3 a/one third - 1/5 a /one fifth.&nbsp; <br />&middot; D&ugrave;ng trong c&aacute;c th&agrave;nh ngữ chỉ gi&aacute; cả, tốc độ, tỉ lệ: $5 a kilo, 60 kilometers an hour, 4 times a day.</span></h3>
</html>
