<!doctype html>
<html lang="en">
 <h4 style="margin-top: 9.0pt;"><span style="font-family: Arial, sans-serif; color: #993366;">Bốn động từ đặc biệt</span></h4>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">Đ&oacute; l&agrave; những động từ m&agrave; ngữ nghĩa của ch&uacute;ng sẽ đổi kh&aacute;c ho&agrave;n to&agrave;n khi t&acirc;n ngữ sau n&oacute; l&agrave; một động từ nguy&ecirc;n thể hoặc verb-ing.</span></p>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">1a) Stop to do smt: dừng lại để l&agrave;m g&igrave;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; He stoped to smoke = Anh ta dừng lại để h&uacute;t thuốc.<br />1b) Stop doing smt: dừng l&agrave;m việc g&igrave;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; He stoped smoking = Anh ta đ&atilde; bỏ thuốc.<br />2a) Remember to do smt: Nhớ sẽ phải l&agrave;m g&igrave;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Remember to send this letter. = H&atilde;y nhớ gửi bức thư n&agrave;y nh&eacute;.<br />2b) Remember doing smt: Nhớ l&agrave; đ&atilde; l&agrave;m g&igrave;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I remember locking the door before leaving, but now I can't find the key.<br />Đặc biệt n&oacute; thường được d&ugrave;ng với mẫu c&acirc;u: S + still remember + V-ing : Vẫn c&ograve;n nhớ l&agrave; đ&atilde;...<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I still remember buying the first motorbike<br />3a) Forget to do smt: qu&ecirc;n sẽ phải l&agrave;m g&igrave;&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I forgot to pickup my child after school = T&ocirc;i qu&ecirc;n kh&ocirc;ng đ&oacute;n con.<br />3b) Forget doing smt: (qu&ecirc;n l&agrave; đ&atilde; l&agrave;m g&igrave;). Đặc biệt n&oacute; thường được d&ugrave;ng với mẫu c&acirc;u S + will never forget + V-ing: sẽ kh&ocirc;ng bao giờ qu&ecirc;n được l&agrave; đ&atilde; ...<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; She will never forget meeting the Queen = C&ocirc; ấy kh&ocirc;ng bao giờ qu&ecirc;n lần gặp Nữ ho&agrave;ng<br />4a) Regret to do smt: Lấy l&agrave;m tiếc v&igrave; phải l&agrave;m g&igrave; (thường d&ugrave;ng khi b&aacute;o tin xấu)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We regret to inform the passengers that the flight for Washington DC was canceled because of the bad weather.<br />4b) Regret doing smt: Lấy l&agrave;m tiếc v&igrave; đ&atilde; l&agrave;m g&igrave;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; He regrets leaving school early. It's the biggest mistake in his life.</span></p>
</html>
