<!doctype html>
<html lang="en">
<h3><span style="font-family: Arial, sans-serif; color: #993366;">C&aacute;ch sử dụng if trong một số trường hợp kh&aacute;c</span></h3>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If... then</span></strong><span style="font-family: 'Arial','sans-serif';">: Nếu... th&igrave;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If she can&rsquo;t come to us, then we will have to go and see her. </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If d&ugrave;ng trong dạng c&acirc;u suy diễn logic</span></strong><span style="font-family: 'Arial','sans-serif';"> (kh&ocirc;ng phải c&acirc;u điều kiện): Động từ ở c&aacute;c mệnh đề diễn biến b&igrave;nh thường theo thời gian của ch&iacute;nh n&oacute;.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If you want to learn a musical instrument, you have to practice.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If you did not do much maths at school, you will find economics difficult to understand.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If that was Marry, why didn&rsquo;t she stop and say hello. </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If... should</span></strong><span style="font-family: 'Arial','sans-serif';"> = <strong>If... happen to...</strong> = If... should happen to... diễn đạt sự kh&ocirc;ng chắc chắn (Xem th&ecirc;m phần sử dụng should ở tr&ecirc;n)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If you should happen to pass a supermarket, perhaps you could get some eggs.&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Ngộ nhỡ m&agrave; anh c&oacute; t&igrave;nh cờ gh&eacute; qua chợ c&oacute; lẽ mua cho em &iacute;t trứng) </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If.. was/were to...</span></strong><span style="font-family: 'Arial','sans-serif';"> Diễn đạt điều kiện kh&ocirc;ng c&oacute; thật hoặc tưởng tượng. N&oacute; gần giống c&acirc;u điều kiện kh&ocirc;ng c&oacute; thật ở hiện tại.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If our boss was/were to come in now (= if the boss came in now), we would be in real trouble.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What would we do if I was/were to lose my job.<br />Hoặc c&oacute; thể diễn đạt một &yacute; lịch sự khi đưa ra đề nghị<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If you were to move your chair a bit, we could all sit down.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Nếu anh vui l&ograve;ng dịch ghế của anh ra một ch&uacute;t th&igrave; ch&uacute;ng ta c&oacute; thể c&ugrave;ng ngồi được)<br />Note: Cấu tr&uacute;c n&agrave;y tuyệt đối kh&ocirc;ng được d&ugrave;ng với c&aacute;c động từ tĩnh tại hoặc chỉ trạng th&aacute;i tư duy<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Correct: If I knew her name, I would tell you.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Incorrect: If I was/were to know... </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If it + to be + not + for</span></strong><span style="font-family: 'Arial','sans-serif';">: Nếu kh&ocirc;ng v&igrave;, nếu kh&ocirc;ng nhờ v&agrave;o.<br />Thời hiện tại:<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If it wasn&rsquo;t/weren&rsquo;t for the children, that couple wouldn&rsquo;t have any thing to talk about.&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Nếu kh&ocirc;ng v&igrave; những đứa con th&igrave; vợ chồng nh&agrave; ấy chả c&oacute; chuyện g&igrave; m&agrave; n&oacute;i)<br />Thời qu&aacute; khứ:<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If it hadn&rsquo;t been for your help, I don&rsquo;t know what to do.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Nếu kh&ocirc;ng nhờ v&agrave;o sự gi&uacute;p đỡ của anh th&igrave; t&ocirc;i cũng kh&ocirc;ng biết phải l&agrave;m g&igrave; đ&acirc;y).&nbsp;<br />C&oacute; thể đảo lại:<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Had it not been for your help, I don&rsquo;t know what to to. </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">Not</span></strong><span style="font-family: 'Arial','sans-serif';"> đ&ocirc;i khi được th&ecirc;m v&agrave;o những động từ sau <em>if</em> để b&agrave;y tỏ sự nghi ngờ, kh&ocirc;ng chắc chắn. (C&oacute; n&ecirc;n ... Hay kh&ocirc;ng ...)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I wonder if we shouldn&rsquo;t ask the doctor to look at Mary. </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">It would... if + subject + would... (sẽ l&agrave;... nếu &ndash; kh&ocirc;ng được d&ugrave;ng trong văn viết)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It would be better if they would tell every body in advance.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Sẽ l&agrave; tốt hơn nếu họ kể cho mọi người từ trước)<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How would we feel if this would happen to our family.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Ta sẽ cảm thấy thế n&agrave;o nếu điều n&agrave;y xảy ra đối với gia đ&igrave;nh ch&uacute;ng ta.) </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If...&rsquo;d have...&rsquo;d have</span></strong><span style="font-family: 'Arial','sans-serif';">: D&ugrave;ng trong văn n&oacute;i, kh&ocirc;ng d&ugrave;ng trong văn viết, diễn đạt điều kiện kh&ocirc;ng thể xảy ra ở qu&aacute; khứ<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If I&rsquo;d have known, I&rsquo;d have told you.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If she&rsquo;d have recognized him it would have been funny. </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If + preposition + noun/verb...</span></strong><span style="font-family: 'Arial','sans-serif';"> (subject + be bị lược bỏ)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If in doubt, ask for help. (= If you are in doubt, ...)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If about to go on a long journey, try to have a good nights sleep. (= If you are about to go on... ) </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If d&ugrave;ng với một số từ như any/anything/ever/not</span></strong><span style="font-family: 'Arial','sans-serif';"> để diễn đạt phủ định<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There is little if any good evidence for flying saucers.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (There is little evidence, if there is any at all, for flying saucers)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (C&oacute; rất &iacute;t bằng chứng về đĩa bay, nếu quả l&agrave; c&oacute; thực)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I&rsquo;m not angry. If anything, I feel a little surprised.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (T&ocirc;i kh&ocirc;ng giận dữ đ&acirc;u. M&agrave; c&oacute; chăng t&ocirc;i cảm thấy hơi ngạc nhi&ecirc;n)<br />C&aacute;ch n&oacute;i n&agrave;y c&ograve;n diễn đạt &yacute; kiến ướm thử: Nếu c&oacute;...<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I&rsquo;d say he was more like a father, if anything<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (T&ocirc;i xin n&oacute;i rằng &ocirc;ng ấy c&ograve;n hơn cả một người cha, nếu c&oacute; thể n&oacute;i thế.)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; He seldom if ever travel abroad.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Anh ta chả mấy khi đi ra nước ngo&agrave;i)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Usually, if not always, we write &ldquo;cannot&rdquo; as one word<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Th&ocirc;ng thường, nhưng kh&ocirc;ng phải l&agrave; lu&ocirc;n lu&ocirc;n... ) </span></p>
<p style="margin: 9.0pt 0in 5.0pt .5in;"><strong><span style="font-family: 'Arial','sans-serif';">If + Adjective</span></strong><span style="font-family: 'Arial','sans-serif';"> = although (cho d&ugrave; l&agrave;)&nbsp;<br />Nghĩa kh&ocirc;ng mạnh bằng although - D&ugrave;ng để diễn đạt quan điểm ri&ecirc;ng hoặc vấn đề g&igrave; đ&oacute; kh&ocirc;ng quan trọng.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; His style, if simple, is pleasant to read.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Văn phong của &ocirc;ng ta, cho d&ugrave; l&agrave; đơn giản, th&igrave; đọc cũng th&uacute;)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The profits, if little lower than last year&rsquo;s, are still extremely wealthy<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Lợi nhuận, cho d&ugrave; l&agrave; c&oacute; thấp hơn năm qua một ch&uacute;t, th&igrave; vẫn l&agrave; rất lớn.)<br />Cấu tr&uacute;c n&agrave;y c&oacute; thể thay bằng <strong>may..., but</strong><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; His style may be simple, but it is pleasant to read. </span></p>
</html>
