<!doctype html>
<html lang="en">
<h3 style="margin-top: 9.0pt;"><span style="font-family: Arial, sans-serif; color: #993366;">Phụ hoạ c&acirc;u khẳng định</span></h3>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">Khi muốn n&oacute;i một người hoặc vật n&agrave;o đ&oacute; l&agrave;m một việc g&igrave; đ&oacute; v&agrave; một người, vật kh&aacute;c cũng l&agrave;m một việc như vậy, người ta d&ugrave;ng <em>so</em> hoặc <em>too</em>. Để tr&aacute;nh phải lặp lại c&aacute;c từ của c&acirc;u trước (mệnh đề ch&iacute;nh), người ta d&ugrave;ng li&ecirc;n từ <em>and</em> v&agrave; th&ecirc;m một c&acirc;u đơn giản (mệnh đề phụ) c&oacute; sử dụng <em>so</em> hoặc <em>too</em>. &Yacute; nghĩa của hai từ n&agrave;y c&oacute; nghĩa l&agrave; &ldquo;cũng thế&rdquo;.&nbsp;</span></p>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">John <u>went</u> to the mountains on his vacation, and <u>we did too</u>.<br />John <u>went</u> to the mountains on his vacation, and <u>so did we</u>.<br />I <u>will</u> be in VN in May, and <u>they will too</u>.<br />I <u>will</u> be in VN in May, and <u>so will they</u>.<br />He <u>has</u> seen her play, and <u>the girls have too</u>.<br />He <u>has</u> seen her play, and <u>so have the girls</u>.<br />We <u>are</u> going to the movie tonight, and <u>he is too</u>.<br />We <u>are</u> going to the movie tonight, and <u>so is he</u>.<br />She <u>will</u> wear a custome to the party, and <u>we will too</u>.<br />She <u>will</u> wear a custome to the party, and <u>so will we</u>.<br />Picaso <u>was</u> a famous painter, and <u>Rubens was too</u>.<br />Picaso <u>was</u> a famous painter, and <u>so was Rubens</u>.</span></p>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">Tuỳ theo từ n&agrave;o được d&ugrave;ng m&agrave; cấu tr&uacute;c c&acirc;u c&oacute; sự thay đổi:</span></p>
<ol>
<li style="text-indent: -.25in; tab-stops: list .5in; margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">&nbsp; &nbsp; &nbsp;Khi trong mệnh đề ch&iacute;nh c&oacute; động từ <em>be</em> ở bất cứ thời n&agrave;o th&igrave; trong mệnh đề phụ cũng d&ugrave;ng từ <em>be</em> ở thời đ&oacute;. </span></li>
</ol>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">I <u>am</u> happy, and <u>you are too</u>.<br />I <u>am</u> happy, and <u>so are you</u>.</span></p>
<ol start="2">
<li style="text-indent: -.25in; tab-stops: list .5in; margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">&nbsp; &nbsp; &nbsp;Khi trong mệnh đề ch&iacute;nh c&oacute; một cụm trợ động từ + động từ, v&iacute; dụ <em>will go, should do, has done, have written, must consider</em>, ... th&igrave; c&aacute;c trợ động từ trong mệnh đề đ&oacute; được d&ugrave;ng lại trong mệnh đề phụ. </span></li>
</ol>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">They <u>will</u> work in the lab tomorrow, and <u>you will too</u>.<br />They <u>will</u> work in the lab tomorrow, and <u>so will you</u>.</span></p>
<ol start="3">
<li style="text-indent: -.25in; tab-stops: list .5in; margin: 9.0pt 0in 5.0pt .5in;"><span style="font-family: 'Arial','sans-serif';">&nbsp; &nbsp; &nbsp;Khi trong mệnh đề ch&iacute;nh kh&ocirc;ng phải l&agrave; động từ <em>be</em>, cũng kh&ocirc;ng c&oacute; trợ động từ, bạn phải d&ugrave;ng c&aacute;c từ <em>do, does, did</em> l&agrave;m trợ động từ thay thế. Thời v&agrave; thể của trợ động từ n&agrave;y phải chia theo chủ ngữ của mệnh đề phụ. </span></li>
</ol>
<p style="margin-top: 9.0pt;"><span style="font-family: 'Arial','sans-serif';">Jane <u>goes</u> to that school, and <u>my sister does too</u>.<br />Jane <u>goes</u> to that school, and <em>so does my sister</em>.</span></p>
</html>
