<!doctype html>
<html lang="en">
<h3><span style="font-family: Arial, sans-serif; color: #993366;">Sở hữu c&aacute;ch </span></h3>
<p><span style="font-size: 12.0pt; font-family: 'Arial','sans-serif';">&middot; The noun's + noun: Chỉ được d&ugrave;ng cho những danh từ chỉ người hoặc động vật, kh&ocirc;ng d&ugrave;ng cho c&aacute;c đồ vật.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The <u>student's</u> book,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The <u>cat's</u> legs.<br /><br />&middot; Đối với danh từ số nhiều đ&atilde; c&oacute; sẵn "s" ở đu&ocirc;i chỉ cần d&ugrave;ng dấu phẩy<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The <u>students'</u> book.<br /><br />&middot; Nhưng đối với những danh từ đổi số nhiều đặc biệt kh&ocirc;ng "s" ở đu&ocirc;i vẫn phải d&ugrave;ng đầy đủ dấu sở hữu c&aacute;ch.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The c<u>hildren's</u> toys,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The <u>people's</u> willing<br /><br />&middot; Nếu c&oacute; hai danh từ c&ugrave;ng đứng ở sở hữu c&aacute;ch th&igrave; danh từ n&agrave;o đứng gần danh từ bị sở hữu nhất sẽ mang dấu sở hữu.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>Paul and Peter's</u> room.<br /><br />&middot; Đối với những t&ecirc;n ri&ecirc;ng hoặc danh từ đ&atilde; c&oacute; sẵn "s" ở đu&ocirc;i c&oacute; thể chỉ cần d&ugrave;ng dấu phẩy v&agrave; nhấn mạnh đu&ocirc;i khi đọc hoặc d&ugrave;ng sở hữu c&aacute;ch v&agrave; phải thay đổi c&aacute;ch đọc. T&ecirc;n ri&ecirc;ng kh&ocirc;ng d&ugrave;ng "the" đằng trước.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The <u>boss'</u> car = the <strong><u>boss 's</u></strong> car [bosiz]<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>Agnes'</u> house = <strong><u>Agnes 's</u></strong> [siz] house.<br /><br />&middot; Sở hữu c&aacute;ch cũng được d&ugrave;ng cho thời gian (năm, th&aacute;ng, thập ni&ecirc;n, thế kỉ)<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>The 1990s'</u> events: những sự kiện của thập ni&ecirc;n 90<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>The 21st century's</u> prospects.<br /><br />&middot; D&ugrave;ng cho c&aacute;c m&ugrave;a trong năm trừ m&ugrave;a xu&acirc;n v&agrave; m&ugrave;a thu. Nếu d&ugrave;ng sở hữu c&aacute;ch cho hai m&ugrave;a n&agrave;y th&igrave; người viết đ&atilde; nh&acirc;n c&aacute;ch ho&aacute; ch&uacute;ng. Ng&agrave;y nay người ta d&ugrave;ng c&aacute;c m&ugrave;a trong năm như một t&iacute;nh từ cho c&aacute;c danh từ đằng sau, &iacute;t d&ugrave;ng sở hữu c&aacute;ch.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>The Autumn's leaf</u>: chiếc l&aacute; của n&agrave;ng thu.<br /><br />&middot; D&ugrave;ng cho t&ecirc;n c&aacute;c c&ocirc;ng ty lớn, c&aacute;c quốc gia<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>The Rockerfeller's</u> oil products.&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>China</u><u>'s</u> food.<br /><br />&middot; Đối với c&aacute;c cửa hiệu c&oacute; nghề nghiệp đặc trưng chỉ cần d&ugrave;ng danh từ với dấu sở hữu.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In a <u>florist's</u><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; At a <u>hairdresser's</u><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Đặc biệt l&agrave; c&aacute;c tiệm ăn với t&ecirc;n ri&ecirc;ng: The <u>Antonio's</u><br /><br />&middot; D&ugrave;ng trước một số danh từ bất động vật chỉ trong một số th&agrave;nh ngữ<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; a <u>stone's</u> throw from ...(C&aacute;ch nơi đ&acirc;u một tầm đ&aacute; n&eacute;m).</span></p>
</html>
